cfd/cases/leg_V3trap_U030_closed/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (-0.3000 0 0);
boundaryField
{
    oversetPatch { type overset; }
    paddle { type movingWallVelocity; value uniform (0 0 0); }
    inlet        { type fixedValue; value uniform (-0.3000 0 0); }
    outlet       { type inletOutlet; inletValue uniform (0 0 0); value uniform (-0.3000 0 0); }
    "(sides|bottom|top)" { type slip; }
}
